logs/2017-11-15_20h28(throughput_writes)/8_workers/1threads_14clients_write/clients/client1-2_1.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  90 secs]  0 threads:       97019 ops,    1073 (avg:    1077) ops/sec, 1.09MB/sec (avg: 1.09MB/sec), 13.19 (avg: 12.98) msec latency

1         Threads
14        Connections per thread
90        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        1077.92          ---          ---     12.98300      1120.43
Gets           0.00         0.00         0.00      0.00000         0.00
Waits          0.00          ---          ---      0.00000          ---
Totals      1077.92         0.00         0.00     12.98300      1120.43